accountsservice
adw-gtk-theme
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-sdk-cmdline-tools-latest
appmenu-gtk-module
archlinux-tweak-tool-git
argon2
aspell
audacious
b43-fwcutter
base
base-devel
bash-completion
bind
blueman
bluez
bluez-utils
breeze-icons
brightnessctl
btop
btrfs-progs
cage
cantarell-fonts
cargo-llvm-cov
catppuccin-gtk-theme-mocha
cheese
cmatrix
cowsay
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dpkg
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
firefox
firewalld
fish
flatpak
git
github-cli
glances
greetd
greetd-regreet
grim
grub
grub-theme-minegrub-world-selection-git
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
inetutils
inxi
iptables-nft
iwd
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
jfsutils
kitty
kvantum
kwin-x11
less
libappindicator
libdvdcss
libgsf
libopenraw
libreoffice-still
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nix
nm-connection-editor
nmrs
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nwg-look
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
papirus-icon-theme
parted
paru
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
plasma-workspace
playerctl
plocate
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pyqt6
qt5ct
qt6ct
rebuild-detector
reflector
reflector-simple
rofi
rsync
rtkit
s-nail
sddm
sddm-kcm
sddm-sugar-candy-git
sddm-sugar-dark
sg3_utils
sl
slurp
smartmontools
sof-firmware
spotify-launcher
sudo
sway
sysfsutils
systemd-sysvcompat
texinfo
thunar
tldr
tmux
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unrar
unzip
upower
usb_modeswitch
usbutils
vesktop
vi
vulkan-radeon
waybar
welcome
wget
which
wireplumber
wl-clipboard
wlogout
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zen-browser-bin
zip
